Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H11A.tmx
Source language: en_us
Languages: zh_cn

source: An Introduction to New York University
zh_cn: 纽约大学介绍

source: The founding of New York University in 1831 by a group of eminent private citizens was a historic event in American education.
zh_cn: 纽约大学成立于1831年，是由一群知名人士捐助的，在美国教育史上是件大事。

source: In the early 19th century, a major emphasis in higher education was on the mastery of Greek and Latin, with little attention given to modern or contemporary subjects.
zh_cn: 十九世纪初期，人们主要强调要精通希腊和拉丁文化，很少关注现代和当代主题。

source: The founders of New York University intended to enlarge the scope of higher education to meet the needs of persons aspiring to careers in business, industry, science, and the arts, as well as in law, medicine, and the ministry.
zh_cn: 纽约大学的创始人决定扩大高等教育的范围，以满足人类对于经商、制造业、科学、艺术以及法律、医药和政府部门的需要。

source: The opening of the University of London in 1828 convinced New Yorkers that New York, too, should have a university.
zh_cn: 1828年伦敦大学的成立使得纽约人深信纽约也应该成立一所大学。

source: The first president of New York University’s governing council was Albert Gallatin, former adviser to Thomas Jefferson and secretary of the treasury in Jefferson’s cabinet.
zh_cn: 纽约大学理事会第一人首席院长是艾伯特加勒廷——托马斯杰斐逊的前任顾问及杰斐逊财政内阁的秘书。

source: Gallatin and his cofounders said that the new university was to be a “national university” that would provide a “rational and practical education for all.”
zh_cn: 加勒廷和其他共同创办人说这所新大学将是一所“国立大学”，会为所有人提供合理而实用的教育。

source: The result of the founders’ foresight is today a university that is recognized both nationally and internationally as a leader in scholarship.
zh_cn: 创建者的远见使得这所大学成为了全国性的大学，再学识上也是国际性的领导者。

source: Of the more than 3,000 colleges and universities in America, only 60 institutions are members of the distinguished Association of American Universities.
zh_cn: 在美国有3000多个大学和学院，只有60所大学被选入著名的美国大学协会。

source: New York University is one of the 60.
zh_cn: 而纽约大学就是这60所大学中的一所。

source: Students come to the University from all 50 states and from 133 foreign countries.
zh_cn: 这所大学的学生来自美国的50个州和世界上133个国家。

source: The University includes 14 schools and colleges at six major centers in Manhattan.
zh_cn: 位于曼哈顿的这所大学包括14个学院和6个主要专业。

source: In addition, the University operates a branch campus program in Rockland County at St. Thomas Aquinas College.
zh_cn: 另外，这所大学在位于罗克兰县的圣托马斯阿奎那斯学院开办了一系列的校园计划。
